{
  "p_1" : {
    "title" : "Trinity Street, Norwich",
    "description" : "A clean simple hand made kitchen, in Farrow and Ball “All White” with an American white oak worktop. Given a modern twist with a stainless steel butler sink, this sits perfectly in a modern extension to a period house.",
    "image" : "/img/gal/thumb/p_1.jpg"
  },
  "p_3" : {
    "title" : "Ipswich Road, Norwich",
    "description" : "A contemporary design, using a flat panel door and discreet shadow gap details. We offered the customer some bespoke handles made to the customers own design at no charge",
    "image" : "/img/gal/thumb/p_3.jpg"
  },
  "p_4" : {
    "title" : "Essex Street, Norwich",
    "description" : "A bookcase and cupboard arrangement, with internal drawers for the customers coin collection.",
    "image" : "/img/gal/thumb/p_4.jpg"
  },
  "p_5" : {
    "title" : "Unthank Road, Norwich",
    "description" : "A straightforward run of framed wardrobes, that sit perfectly in a victorian house on unthank road.",
    "image" : "/img/gal/thumb/p_5.jpg"
  },
  "p_8" : {
    "title" : "West Church St, Kenninghall",
    "description" : "Working closely with the client on the design, we managed to create a truly stunning kitchen with beautiful curves. Painted in Dulux Heritage 'green earth' with a American white oak worktop.",
    "image" : "/img/gal/thumb/p_8.jpg"
  },
  "p_9" : {
    "title" : "Frostenden Corner, Suffolk",
    "description" : "This 250 year old cottage required a traditional looking kitchen, the 2 ½ inch European Oak worktop gave it immense warmth, and the pale blue knotty tongue and groove doors added character and charm.",
    "image" : "/img/gal/thumb/p_9.jpg"
  },
  "p_10" : {
    "title" : "Trix Road, Norwich",
    "description" : "Three Alcove Cupboards Painted in Farrow and Ball \"All White\", with raised and fielded panel doors, reed details and adjustable shelving.",
    "image" : "/img/gal/thumb/p_10.jpg"
  },
  "p_11" : {
    "title" : "Christchurch Road",
    "description" : "A matching hallway cupboard and bookcase in the Clients own Art Deco design made this a very special piece. Crafted in solid American Walnut then oiled and waxed giving the piece a truly stunning finish. Drawers in solid walnut on invisible soft closing runners.",
    "image" : "/img/gal/thumb/p_11.jpg"
  },
  "p_12" : {
    "title" : "Kintbury",
    "description" : "A Georgian styled kitchen, with plain mouldings and mortise and tenon doors hung on butt hinges, fitted using traditional methods.  The tall wall cupboards gave the clients a huge amount of storage, and the European oak worktops were handmade from super wide (8\") planks of quarter sawn timber, then oiled and waxed.",
    "image" : "/img/gal/thumb/p_12.jpg"
  },
  "p_14" : {
    "title" : "Thorpe St Andrew",
    "description" : "A traditionaly styled set of wardrobes, painted in Farrow and Balls \"White Tie\".",
    "image" : "/img/gal/thumb/p_14.jpg"
  },
  "p_16" : {
    "title" : "Trinity Street, Norwich",
    "description" : "A stunning Art Deco design, combining the timeless beauty of walnut with contrasting grey cupboards.",
    "image" : "/img/gal/thumb/p_16.jpg"
  },
  "p_18" : {
  	"title" : "Unthank Road, Norwich",
  	"description" : "Using handmade Iroko worktops brought real warmth into this 3 sided kitchen, and the island provided even more worktop space.",
    "image" : "/img/gal/thumb/p_18.jpg"
  },
  "p_19" : {
    "title" : "Poringland",
    "description" : "Wall to wall, floor to ceiling cupbords in European Oak and oak veneer. Soild wood shelves with adjustable shelving fitted around a plasma TV gave this occasional lounge real warmth. The customer was so happy he then ordered a matching Coffee Table / Blanket Box. He was so happy with that - he then placed an order for the other end of the room to receive matching cupboards!",
    "image" : "/img/gal/thumb/p_19.jpg"
  },
  "p_20" : {
    "title" : "London",
    "description" : "A bespoke Kitchen, painted in a lovely heritage green with beautiful oak worktops, plenty of dovetailed drawers and tons of spave in the alocove cupbaords.",
    "image" : "/img/gal/thumb/p_20.jpg"
  },
  "p_22" : {
    "title" : "Unthank Road",
    "description" : "A complete set of bedroom furniture, wardrobes, bedside cupbaords and even a pop-up plasma surround. Oh - did we not mention the kitchen in the wardrobe!? All made from European Walnut.",
    "image" : "/img/gal/thumb/p_22.jpg"
  },
  "p_23" : {
    "title" : "Thurlton",
    "description" : "Two rooms, one in a white painted traditional styled country design, with wardrobes, bedsides and overmantle. The other, a more elaborate affair. A long run of solid oak wardrobes, with cockbeading around the frame, raised and fielded panel doors and scribed plinth and cornice.",
    "image" : "/img/gal/thumb/p_23.jpg"
  },
  "p_25" : {
    "title" : "Thrandeston, Suffolk",
    "description" : "A commemorative bench",
    "image" : "/img/gal/thumb/p_25.jpg"
  },
  "p_27" : {
    "title" : "Wortwell, Norfolk",
    "description" : "A special project, this involved designing two sideboards that could house some old sentimental books but then be able to push together to form a large 12 seater table. We then personilised the piece further and carved the customers family members on the bottom rail.",
    "image" : "/img/gal/thumb/p_27.jpg"
  },
  "p_28" : {
    "title" : "Essex Street, Norwich",
    "description" : "Oak and stone worktops, and cupboards painted in \"Lamp Room Grey\"",
    "image" : "/img/gal/thumb/p_28.jpg"
  },
  "p_29" : {
    "title" : "Cringleford",
    "description" : "",
    "image" : "/img/gal/thumb/p_29.jpg"
  }
}