{
  "p_1" : {
    "testimonial" : "<p>The kitchen looks stunning, space was tight but you managed to integrate four built in appliances, and the end result works perfectly. Many thanks again.</p>",
    "author" : "Caroline & Iain H"
  },
  "p_2" : {
    "testimonial" : "<p>The cupboards are well designed, and sit perfectly in my apartment. I cant fault the work, many thanks Will.</p>",
    "author" : "Neil H"
  },
  "p_3" : {
    "testimonial" : "<p>The Fitted Furniture Company offered us the opportunity to have the exact designed wardrobes to suit our needs and lifestyle, at a competitive price and with outstanding workmanship.</p><p>We would certainly recommend this friendly and professional service, which gave us peace of mind throughout the process and a great result.</p>",
    "shortVersion" : "<p>The Fitted Furniture Company offered us the opportunity to have the exact designed wardrobes to suit our needs and lifestyle, at a competitive price and with outstanding workmanship.</p>",
    "author" : "Louis P"
  },
  "p_4" : {
    "testimonial" : "<p>Thank you for the bookcases and for doing an excellent job, best wishes</p>",
    "author" : "Christina J H"
  },
  "p_5" : {
    "testimonial" : "<p>We are very pleased with the wardrobes designed and fitted by the Fitted Furniture Co. Attention to detail and quality of workmanship are excellent, Will is a responsive designer who takes care to sympathetically blend his furniture in with the style of property for which it is designed.</p>",
    "author" : "Mr Peeke"
  },
  "p_6" : {
    "testimonial" : "<p>We have filled up all the shelves and they look fantastic, we are really pleased, thanks.</p>",
    "author" : "Gina Alcock"
  },
  "p_7" : {
    "testimonial" : "<p>I'm absolutely delighted with my new cupboard which is beautifully made and finished - and it fits in so well, it looks like it has always been there. It is just as I envisaged it, thanks to our helpful discussions at the design stage.</p><p>I really appreciated your advice and suggestions - and having the sketch and computer designs gave a very good idea of how it was going to turn out. Many thanks for doing such a good job</p>",
    "shortVersion" : "<p>I'm absolutely delighted with my new cupboard which is beautifully made and finished</p>",
    "author" : "Annie Ogden"
  },
  "p_8" : {
    "testimonial" : "<p>We wanted something special and not just another 'off the shelf' kitchen. The Fitted Furniture Company incorporated all our ideas into a truly unique kitchen. The quality of the craftsmanship was excellent and the work was done quickly with minimal upheaval. We are delighted with the result!</p>",
    "author" : "Pete & Francis"
  },
  "p_9" : {
    "testimonial" : "<p>We absolutely love our kitchen, thank you for amazing attention to detail. Thank you for working with our ideas but also for steering us in the right direction when needed.</p>",
    "author" : "Leigh & Henry T"
  },
  "p_10" : {
    "testimonial" : "<p>We can heartily recommend the fitted furniture co. Our cupboards look individual and truly stunning, thanks Will!</p>",
    "author" : "Alan & Meg H."
  },
  "p_11" : {
    "testimonial" : "<p>Both the cupboard and bookcase look and feel fantastic now they're installed and in use. Solid walnut was definitely the right choice and the pieces match each other and our house with just the right sort of understated Art Deco appearance we wanted.we're both very pleased with the results.</p><p>Crucial to this success was the design process and I appreciate your patience in merging our changing vision into your original concept as well as the explanations of the technical aspects and implications of the variations we requested.</p>",
    "shortVersion" : "<p>Both the cupboard and bookcase look and feel fantastic now they're installed and in use.</p>",
    "author" : "Andy & Phylis W"
  },
  "p_12" : {
    "testimonial" : "<p>We are really happy with our new kitchen. The Fitted Furniture Co's workmanship and attention to detail is fantastic while still being flexible enough to create a truly unique kitchen. We thoroughly recommend.</p>",
    "author" : "Barret & Catriona A"
  },
  "p_13" : {
    "testimonial" : "<p>Thanks Will, we are really pleased with the wardrobes, they look stunning.</p>",
    "author" : "Ollie & Catherine B"
  },
  "p_14" : {
    "testimonial" : "<p>Will from the Fitted Furniture Company demonstrated thorough professionalism from start to finish. His enthusiasm for providing the best possible finished product was evident at the outset and we were confident to take his advice in designing our wardrobes.</p><p>As it is, we are delighted with them- they look superb. We would use Will's services again without hesitation and would recommend him highly.</p>",
    "shortVersion" : "<p>Will from the Fitted Furniture Company demonstrated thorough professionalism from start to finish. His enthusiasm for providing the best possible finished product was evident at the outset and we were confident to take his advice in designing our wardrobes.</p>",
    "author" : "Mr & Mrs P"
  },
  "p_15" : {
    "testimonial" : "<p>The Worktops look superb and we are not sure how you managed to create something this individual on such a tight budget, thanks once again.</p>",
    "author" : "Alli & James P"
  },
  "p_16" : {
    "testimonial" : "<p>My husband and I were thrilled with the finished kitchen hand-built by Will.  He created the kitchen we'd always wished for by listening and understanding what we wanted.  His eye for design, craftmanship and attention to detail is truly great.  Excellent service at all times at competitive rates!</p>",
    "author" : "Costa P"
  },
  "p_17" : {
    "testimonial" : "<p>I was having problems finding a stylish, well-built storage solution for my hallway when I came across Will’s work. The quality of the workmanship is amazing, Will puts such thought and consideration into his work you cannot be failed to be impressed with the end product.</p><p>I absolutely love the furniture he has made it has exceeded expectation and not only look great but is completely practical and very durable.  I cannot recommend Will enough</p>",
    "shortVersion" : "<p>I was having problems finding a stylish, well-built storage solution for my hallway when I came across Will’s work.</p>",
    "author" : "Amanda Fryer"
  },
  "p_18" : {
    "testimonial" : "<p>Will provided us with a really great design and a clear pricing structure that he stuck to throughout. He came in on budget and on time after giving us really helpful advice on our kitchen's design. He is a meticulous worker with high standards and uses excellent materials. We are delighted with our kitchen and would throroughly recommend him to anyone wanting a beautiful new kitchen.</p>",
    "shortVersion" : "<p>Will provided us with a really great design and a clear pricing structure that he stuck to throughout. He came in on budget and on time after giving us really helpful advice on our kitchen's design.</p>",
    "author" : "Sall & Andrew O"
  },
  "p_19" : {
    "testimonial" : "<p>The cupboards and bookshelves you have fitted in my study are absolutely fabulous. They exceeded my highest expectations and are exactly what I wanted.  Everyone who has seen them shares my enthusiasm, and I want to thank you for your professionalism, skill and efficiency in carrying out this installation. I will recommend you to anyone requiring a top quality job!</p>",
    "shortVersion" : "<p>The cupboards and bookshelves you have fitted in my study are absolutely fabulous. They exceeded my highest expectations and are exactly what I wanted.</p>",
    "author" : "Paul Thornber"
  },
  "p_20" : {
    "testimonial" : "<p>I had been looking in London for someone to make bespoke cupboards for the kitchen... I'd given up looking and was resigned to keeping the tired ones that the previous owners had installed. I then happened to see Will's workshop driving past whilst staying in Norfolk.</p><p>I looked at his website and loved his previous fittings so I gave him a call and asked if he would be willing to come to London. He was very amenable despite me telling him my kitchen had a tricky layout. Will wasn't fazed at all, and came up with a brilliant plan. I was adamant that I didn't want any free-standing items in the kitchen so he integrated all my appliances, bin and even came up with a brilliant housing design for the cat litter tray.</p><p>Whilst installing Will was always courteous, punctual and meticulous in every detail. The end result was better than I could have ever hoped, and I was glad that I took his advice regarding the layout.</p><p>I recently hosted a Christmas party and all my guests were very envious. I would be delighted to recommend Will to anyone who needed a new kitchen.</p>",
    "shortVersion" : "<p>I had been looking in London for someone to make bespoke cupboards for the kitchen... I'd given up looking and was resigned to keeping the tired ones that the previous owners had installed. I then happened to see Will's workshop driving past whilst staying in Norfolk.</p>",
    "author" : "Lucy-Anne M"
  },
  "p_21" : {
    "testimonial" : "<p>We are really pleased with our wardrobes, they look fantastic and the workmanship is exemplary, thank you.</p>",
    "author" : "Jonathan Soar"
  },
  "p_22" : {
    "testimonial" : "<p>Will has done excellent work on new wardrobes throughout the house. He came up with ingenious and stylish solutions to several difficult situations. He's been very easy to work with and delivered everything on time and as promised. I'd be more than happy to recommend his workmanship</p>",
    "author" : "P. Jones"
  },
  "p_23" : {
    "testimonial" : "<p>Will is not only a skilled craftsman with an attention to detail but unlike many tradesmen these days he provides a high level of customer service including regular unprompted updates on progress.</p><p>We are very pleased with our fitted wardrobes and will use Will again when we have another carpentry project.</p>",
    "shortVersion" : "<p>Will is not only a skilled craftsman with an attention to detail but unlike many tradesmen these days he provides a high level of customer service including regular unprompted updates on progress.</p>",
    "author" : "M. Ford"
  },
  "p_26" : {
    "testimonial" : "<p>Really pleased Will, absolutely amazing...!</p>",
    "author" : "Andrew L."
  },
  "p_27" : {
    "testimonial" : "<p>Will Hall at The Furniture Company built our bespoke piece of furniture and managed to interpret our garbled ideas and scribbles into an amazing piece of furniture that is beautiful to look at, (it is solid blonde oak), highly versatile and functional.</p><p>It can be a book case, a sideboard a medium table or a massive table by just switching them around.</p><p>We cannot recommend Will highly enough.  He is skilled, methodical and a perfectionist and really delivered for us.  Plus he is a really nice chap! We are now thinking what can we do next...</p>",
    "shortVersion" : "<p>Will Hall at The Furniture Company built our bespoke piece of furniture and managed to interpret our garbled ideas and scribbles into an amazing piece of furniture that is beautiful to look at, (it is solid blonde oak), highly versatile and functional.</p>",
    "author" : "Simon & Lua Leggett"
  }
}